[{"id":1,"notebook_id":1,"note_id":"47yP","content":"\"Tesing this out\\n\\nMaking some changes to the note.\\n\"","author":null,"tags":"Testing,PHP,Phreak","path":"\/home\/lucky\/Phreak\/notes\/tesing-this-out.md","hash":"81c4c9b53eb24823d7251d64fe25847be1154832e22785bbeac0da47446104e4","created":"2022-01-11 18:17:50","updated":"2022-01-28 01:43:27"},{"id":2,"notebook_id":1,"note_id":"WyAa","content":"This is a sample note of some length","author":"lucky","tags":"PHP,Sample,Testing","path":"\/home\/lucky\/Phreak\/notes\/this-is-a-sample-note-of-some-length.md","hash":"1022a462d7deb100b21429c2f7deb23a208049edb74695cd3cbe35dc2d3c944a","created":"2022-01-12 02:12:19","updated":null},{"id":3,"notebook_id":2,"note_id":"ZT2h","content":"\"# Social Techniques\\n\\nSome tips for appearing confident\\n\\n1. React slowly, take your time to respond.\\n2. Build on jokes of others. Don't one up them.\\n3. Say good things about people when they are not around.\\n4. Dont avoid initial physical touching. Handshake etc.\\n\\n \\n\"","author":"lucky","tags":"social tips","path":"\/home\/lucky\/Phreak\/social\/social-techniques.md","hash":"b7c49974d11aaba2bc5f60fa56c9d602d3d03d47aac46f37259991fc32710d21","created":"2022-01-27 01:00:49","updated":"2022-01-28 01:43:27"},{"id":4,"notebook_id":3,"note_id":"2WR7","content":"\"# git\\n\\n## Auto Changelog Information\\n\\nExample `.versionrc.json` file\\n\\n```json\\n{\\n    \\\"types\\\": [\\n      {\\\"type\\\": \\\"feat\\\", \\\"section\\\": \\\"Features\\\"},\\n      {\\\"type\\\": \\\"fix\\\", \\\"section\\\": \\\"Bug Fixes\\\"},\\n      {\\\"type\\\": \\\"chore\\\", \\\"hidden\\\": true},\\n      {\\\"type\\\": \\\"docs\\\", \\\"hidden\\\": true},\\n      {\\\"type\\\": \\\"style\\\", \\\"hidden\\\": true},\\n      {\\\"type\\\": \\\"refactor\\\", \\\"hidden\\\": true},\\n      {\\\"type\\\": \\\"perf\\\", \\\"hidden\\\": true},\\n      {\\\"type\\\": \\\"test\\\", \\\"hidden\\\": true}\\n    ],\\n    \\\"commitUrlFormat\\\": \\\"https:\\\/\\\/github.com\\\/mokkapps\\\/changelog-generator-demo\\\/commits\\\/{{hash}}\\\",\\n    \\\"compareUrlFormat\\\": \\\"https:\\\/\\\/github.com\\\/mokkapps\\\/changelog-generator-demo\\\/compare\\\/{{previousTag}}...{{currentTag}}\\\"\\n}\\n```\\n\\nUseage Example\\n\\n```shell\\n\\ngit commit -m \\\"feat: initial feature commit\\\"\\n\\n\\n```\\n\"","author":"lucky","tags":"repository,github,git","path":"\/home\/lucky\/Phreak\/developer\/git.md","hash":"1d8ec58f8e605ffae0b68c7689679043b9ac06cae4c7c0a773c444cb1493e90a","created":"2022-01-27 05:09:23","updated":"2022-01-28 01:43:27"},{"id":5,"notebook_id":3,"note_id":"AprW","content":"\"# Android SSHuttle Setup\\n\\n## On Android Phone\\n\\nFirst, Install Termux\\nOnce thats open, Run the following commands\\n\\n\\t```\\n\\tpkg upgrade\\n\\tpkg install net-tools\\n\\tpkg install openssh\\n\\t```\\n\\nThen when that finished, run some more commands\\n\\n\\t```\\n\\tpasswd    # Setup Password for current user\\n\\twhoami    # Find out android username\\n\\tipconfig  # Locate current android IP Address\\n\\t```\\n\\nWith those commands you now have enough info to SSH from **Computer** to **Android Phone**\\n\\nHowever, you first have to start the SSH Server with one last command\\n\\n\\t```\\n\\tsshd\\n\\t```\\n\\n## On Computer\\n\\nConnect to android phone with the info you found out earlier...\\n\\n\\t```\\n\\tssh <android_user>@<android_ip> -p8022\\n\\n\\t# Example\\n\\tssh u0_a272@192.168.43.224 -p8022\\n\\t```\\n\\nNow you should be connected to your android phone via your computer.\\n\\nYou will now need to know your computers IP address, on the interface connected to the phone. \\nIn a different terminal run this command\\n\\n\\t```\\n\\tipconfig\\n\\t```\\n\\t\\nNext up, we need to securely copy your SSH Key so you can login without a password.\\nOn the terminal connected to the android phone, run this command\\n\\n\\t```\\n\\tscp <computer_user>@<computer_ip>:\\\/home\\\/$USER\\\/.ssh\\\/id_rsa.put ~\\\/.ssh\\\/authorized_keys\\n\\n\\t# Example\\n\\tscp lucky@192.168.43.195:\\\/home\\\/lucky\\\/.ssh\\\/id_rsa.pub ~\\\/.ssh\\\/authorized_keys\\n\\t```\\n\\nFinally, we should be able to use SSHuttle to connect to the phone and tunnel all our traffic.\\t\\n\\t\\n\"","author":"lucky","tags":"android,hotspot,ssh","path":"\/home\/lucky\/Phreak\/developer\/android-sshuttle.md","hash":"d5208f54a2c536eca0a67f4f9292579219558014e6fab37a25efed611ee34640","created":"2022-01-30 19:19:36","updated":"2022-08-12 03:38:18"},{"id":6,"notebook_id":4,"note_id":"wXqx","content":"\"# Gear List\\n\\n**ACCURACY** and **SPEED** are the two most important stats for almost any build. **LIFESTEAL** is also really important.\\n\\nAccuracy is used to land poisons, debuffs etc.\\n\\n\\n\\n## S Tier\\n\\n + Speed\\n + Divine Speed\\n + Savage\\n + Immunity\\n + Resistance\\n + Stun\\n + Perception\\n + Untouchable \\n + Regeneration \\n\\nSavage is for main damage dealer, and is considered **End Game** gear.\\n\\nSpeed is a good way to master Raid Shadow Legends. Farm them from Dragon's Lair\\n\\nResistance is good for the Spider's Lair\\n\\nStun is used on Area of Attackers [AOE] aka \\\"Nukers\\\". Does not need accuracy\\n\\nPerception can only come from crafting in the forge. \\n\\nUntouchable can only come from the Doom Tower.\\n\\nRegeneration comes from Fire Knights castle. Fantastic sustain for champions who dont do a lot of damage.\\n\\n\\n\\n## A Tier\\n\\n + Accuracy\\n + Cruel\\n + Lifesteal\\n + Immortal\\n + Relentless\\n + Shield\\n + Swift Parry\\n + Stalwart\\n + Fatal\\n\\nStalwart is used in end game clan boss\\n\\nSwift Parry crafted in the forge, or Platinum chests from Arena.  Used on revive & defense champion\\n\\nShield used on champion with highest HP. Good for early game. If multiple people wear shield it compounds. \\n\\nLifesteal, Early game is essential \\n\\nCruel comes from demon lord.\\n\\nAccuracy is S Tier in the early game. \\n\\n\\n\\nAnything not listed here is essentially garbage tier and should be sold \\\/ ignored. **Fuck em.**\\n\\n\\n\\n\\n## DEEP DIVE \\\/ DETAILS\\n\\n### LIFE\\n\\n**Life**: Increases HP by 15%. Useful for beginners, but should be replaced by **Divine Life** or **Immortal** whenever possible, as both are straight upgrades.\\n\\n**Divine Life**: Increases HP by 15%, and places a shield equal to 15% of your max hp on the champion for 3 turns.\\nImmortal: Increases HP by 15% and regenerates 3% of max hp every round.\\n\\n\\n### COMBAT\\n\\n**Accuracy**: increases accuracy by 40. Accuracy is best to come from substats, masteries, and great hall bonuses. This set is only for when you absolutely NEED to make sure a debuff applies.\\n\\n**Speed**: increases speed by 12%. This is likely the best set in the game. Speed is hugely important. More turns against bosses is more damage, more skills used, more heals, more everything. Going first in arena is hugely important in PvP. Its importance cannot be understated. It won't be used on every champion, but it will be used on many, many champions.\\n\\n**Divine Speed**: +12% speed and places a shield equal to 15% of your max hp on you for 3 turns at the start of combat. A straight upgrade from speed, replace speed sets with this if you can.\\n\\n**Early game boots; you should ALWAYS be wearing Speed boots** \\u2013 this is so important because of the amount of stat boost they bring, while your gearing is limited you will not be able to reach the required speeds in your builds without that.\\n\\nWhat does this mean? Gear that increases defense is completely useless on Athel, while attack items are worth nothing on Seducer.\\n\\nFor Defense: defense%, speed, hp%, critical rate, critical damage, accuracy (if you need it) are all decent things to roll.\\n\\n**For support: speed above all else,** ideally you want a speed substat on every piece (except boots, since you can't get it as a sub if it has it as a main), and then just survival, hp%, defense%, acc if you need it, resist is alright since you don't want them disabled if you can help it.\\n\\nFor most attackers, you'll get a larger damage increase from increasing your critical rate and critical damage.\\n\\n*Almost all 4-piece sets are situational and useless. You can sell them all without getting any problem with the exception of Lifesteal and Shield sets.*\\n\\nIf you are able to get great **Relentless** gears, they are totally worth using.\\n\\n\\nYou want to keep all pieces of Speed gears that have Speed substat regardless of the primary stat.\\n\\n\\n\\n## GEARY SUMMARY\\n\\nHere is a quick summary of 3 important types of gear to work for\\n\\n#### Savage\\n\\n**This is the world class set for damage dealer.** This set ignores 25% of the enemy defense, making it fantastic for Arena, Dungeons, Doom Tower, etc. This is the set you want to use when killing enemies with a lot of defense. While Speed and Accuracy are very good stat cluster, they are not good for Savage Set.\\n\\n\\n#### Shield\\n\\nThis set gives your teammates a shield that equals to 30% of your total HP, lasting for 3 turns. While Crit Rate and Crit Damage are good stats, they are not the best for your Shield Champions. You want to get as much %HP as possible to make sure you have the best possible shield, giving your Champions more survivability. There are some exceptions, but in general, you want to have %HP.\\n\\n\\n#### Perception\\n\\nThis two-piece set provides ACC and SPD, which are two essential stats for a lot of stat clusters above for different roles. This is a super flexible set that can be use on a ton of Champions. Its range of potential clusters is wide, while it\\u2019s narrow for Savage and Shield.\\n\\n#### Lifesteal\\n\\nEarly game is essential. One of the most useful sets for farmers and Champions who want to last longer in the battle. This is a great set for Champions that increases damage as they lose HP, allowing them to heal a huge amount of HP to survive.\\n\\n\\n\\n### ARENA\\n\\n**STUN** \\n\\nIt\\u2019s best to use this set on Champions who have multiple AoE skills, giving them the highest chance of applying the CC effect. **Stun is one of the strongest CC debuffs**.\\n\\nSuper helpful in Arena, where any turn counts.\\n\\n**FROST**\\n\\nThis sent is defensive. Only freeze someone if they HIT YOU FIRST.\\n\\n\\n\\n### SPIDERS\\n\\n**RETALIATION SET** AND **IMMUNITY**\\n\\nGood for spiders, or PVP on the person who can heal themselves. \\n\\n\\n\\n\\n\\nSELL THESE SETS\\n\\n+ Cursed\\n+ Destroy\\n+ Toxic\\n+ Daze\\n+ Avenging\\n+ Fury\\n+ Regeneration\"","author":"lucky","tags":"armour,gear,artifacts,equipment","path":"\/home\/lucky\/Phreak\/raidshadowlegends\/gear-list.md","hash":"48bbea3502b5e23df6dcda68ffaf36b536c3df5b2f703ddea1333656805c2383","created":"2022-02-22 05:02:03","updated":"2022-08-12 03:38:18"},{"id":7,"notebook_id":4,"note_id":"aX3k","content":"\"# Raid Stats\\n\\nFirst we'll start with an overview of the stats:\\n\\n**HP**: The amount of damage the champion can receive before being defeated.\\n\\n**Attack**: This stat scales your attack damage. Please note: This is only useful on champions that scale with attack. If your champion has no attack scaling, this stat will do nothing for you.\\n\\n**Defense**: This stat reduces the damage you take.\\n\\n**Speed**: this determines how fast your turn meter fills, that will mean not only who gets to go first, but a particularly fast champion may get multiple turns before a slower one.\\n\\n**C. Rate**: Critical Rate, this is the stat the determines how often you score a critical hit.\\n\\n**C. Dmg**: Critical Damage, this is the stat that determines how large a multiplier your critical hit will be. Most champions have a base of 50%, meaning a critical hit will do 50% increased damage.\\n\\n**Resistance**: This determines how likely you are to resist a debuff being placed on you.\\n\\n**Accuracy**: This determines how likely you are to place a debuff on an opposing champion. Please note that this is separate from your odds of placing a debuff. If a skill has a 70% chance to place a debuff, that 70% determines whether or not it even attempts to be applied, and your accuracy against the target's resistance will determine whether it is successfully applied. More accuracy will not increase a 70% chance to apply to a 100% chance to apply. Also note that **if a champion does not have debuffs, accuracy is a useless stat**.\\n\\n\\n\\n## Crit Damage vs. Crit Rate\\n\\n**DAMAGE** If your damage dealer already has a great C.RATE, having more C.DMG allows them to get a lot more total damage output. This set is also great for Champions who have guaranteed-crit Skills.\\n\\n**RATE** Very useful for damage dealers and Champions who can deal great damage against bosses or high-HP Target. It is also very useful for Champions that offer extra effects when having critical hits.\\n\\n\\n\\n\\n\\n\\n## Main Stats and Substats\\n\\nFirst we should address the stats on gear. Gear has 3 aspects: main stats, substats, and set bonus. Set bonuses will be covered in the next section. Gear can be increased up to level 16, with substats being revealed, or upgrade, at levels 4, 8, 12 and 16.\\n\\nGear's main stat is the primary one that increases with every level that you upgrade. The main stat on your weapon, helmet and shield are fixed and will always be the same. Weapon will have flat attack (\\\"flat\\\" means a fixed value, as compared to a % increase in that stat), helmet will have flat HP and shield will have flat defense.\\n\\nYour gloves, chest, and boots can have several different main stats. Each can have flat hp, defense, attack, as well as % increases to hp, defense and attack. However, gloves can also have critical rate, or critical damage, chest can have accuracy or resistance, and boots can have speed.\\n\\nYour accessories, ring, amulet and banner, also have random main stats. They can't have % increased stats as a main stat like the glove chest and boots. They all can have flat hp, defense or attack, the amulet can have critical damage, and the banner can have accuracy or resistance.\\n\\n\\n\\n\\n### Gear also has up to 4 secondary stats, called substats. \\n\\nA common (grey) piece will have all 4 of these hidden, and a new one will be revealed at level 4, 8, 12, and 16 of artifact upgrades. An uncommon (green) will have one substat revealed which will be upgraded at level 4, and then reveal a new substat at 8, 12, and 16. A rare (blue) piece will have two substats and will upgrade one of them, at random, at level 4 and 8, then reveal 2 new substats at 12 and 16. An epic (purple) will have 3 substats revealed and will upgrade one at random at 4, 8 and 12, and reveal the final substat at level 16, lastly, legendary (orange) gear begins with all 4 substats revealed, and will upgrade one at random every 4 levels.\\n\\nUpgrades of substats are random, and an epic piece might upgrade the same substat 3 times, for example. This can be both a blessing and a curse. Upgrading the same substat 3 times can be very powerful if it's good, but if you have have 2 good substats and 1 bad one, and the bad one gets all 3 upgrades, that epic gear is now barely better than a common piece!\\n\\nThe star count on the gear determines how strong the various stats are. Stars are often more important than rarity, as the increase is substantial. Stars can be slightly less important on weapon, helmet and shield, especially if that stat isn't one you use (flat attack on a defense user, for example) if the substats are particularly good, but you will ultimately want 6* gear in every slot.\\n\\nPlease note that **% increases are always better than flat increases**. \\n\\nFor example: 5* flat hp will be 3480 hp at level 16, and 5* %hp will be a 50% increase at level 16. Meaning that for anyone with more than 6960 base hp (which, as far as I know, is everyone in the game at level 60), the % increase will be better.\\n\\n\"","author":"lucky","tags":"gaming,RSL,stats,pvp","path":"\/home\/lucky\/Phreak\/raidshadowlegends\/raid-stats.md","hash":"6f86ad346482098be3b4053f48956ffaf597f92bbfaa1b7a862312e5b1e06746","created":"2022-02-25 22:43:32","updated":"2022-08-12 03:38:18"},{"id":8,"notebook_id":5,"note_id":"7pE6","content":"\"# Base16 theme notes\\n\\nThe visibility of the colors in this scheme divided into five groups according to their contrast ratios:\\n\\n1. Background colors: consist of various shades of dark cyan, grey and white colors, the default background color (#2a3b4d) has a contrast ratio of 1.0,\\n2. Comments: the contrast ratio of the comments is 2.5, which makes the comments less visible and less distracted,\\n3. Normal texts: the contrast ratio of the normal texts is 4.5, as recommended in G18: Ensuring that a contrast ratio of at least 4.5,\\n4. Solid-color texts: the contrast ratio of the solid colors is 3.0, this value makes the solid color texts more distinguishable from the fluorescent color texts,\\n5. Fluorescent-color texts: the contrast ratios of the colors in this category are more than 5.0, using to emphasize important parts of the codes such as classes, functions, methods, strings, integers, and so on.\\n\\n__Note__: the contrast ratios calculated by comparing the target colors to the default background color (#2a3b4d).\\n\"","author":"lucky","tags":"colors,palettes,docs","path":"\/home\/lucky\/Phreak\/base16\/base16-theme-notes.md","hash":"ff614c5554c8f7a47eda53a87510d357db82795cb17a0693b0dba9ee790eb5bd","created":"2022-03-01 04:36:29","updated":"2022-08-12 03:38:18"},{"id":9,"notebook_id":4,"note_id":"ka4r","content":"Raid Champions Info","author":"lucky","tags":"\"Player Data\",\"Stats\"","path":"\/home\/lucky\/Phreak\/raidshadowlegends\/raid-champions-info.md","hash":"97469571f3449037131ccd8d3a19c4df70441644169100f6c60bbda999159b3a","created":"2022-04-24 19:06:16","updated":null},{"id":10,"notebook_id":1,"note_id":"GHYr","content":"\"Testing this out\\n\"","author":"lucky","tags":"Testing Note,More Testing","path":"\/home\/lucky\/Phreak\/notes\/testing-this-out.md","hash":"3fe6104c6a88a83f3426ebf51d37d332abb9fd6c3c547e9a1325b6dd59a477d9","created":"2022-04-24 22:44:20","updated":"2022-08-12 03:38:18"},{"id":11,"notebook_id":3,"note_id":"EPte","content":"\"# Token Chords\\n\\nIn music theory, a chord is defined as a **Harmonic Set** consisting of multiple notes that are heard together at the same time. Its also a clear example where a _whole_ is greater than the sum of its parts. \\n\\nUsing this as the terminology for token chords thus makes sense (to me anyways).\\n\\n## Harmonic Set\\n\\nA chord token is composed of a few parts. At first this may seem complex. but if you take a moment to read it, you will see values are very easy to input, and are already present is virtually any and all designs. We are simply grouping them in a harmonious way.\\n\\n\\n+ descriptive name\\n+ modular scale ratio\\n+ breakpoint max\\n+ content max\\n+ text base\\n+ line height base\\n+ font multiplier \\n\\n\\nHere is an example of a JSON chord token\\n\\n```\\n\\t[\\n\\t\\t...\\n\\t\\t{\\n\\t\\t    \\\"name\\\": \\\"small\\\",\\n\\t\\t    \\\"scale\\\": 1.2,\\n\\t\\t    \\\"break\\\": 768,\\n\\t\\t    \\\"max\\\": 700,\\n\\t\\t    \\\"text\\\": 16,\\n\\t\\t    \\\"line\\\": 1.3,\\n\\t\\t    \\\"multiple\\\": 4\\n\\t\\t}\\n\\t\\t...\\n\\t]\\n\\n```\\n\\nImmediatly, the only confusion that might arise is the fact that **max** is smaller than **break**. Once you understand how these tokens are applied, it will make sense. \\n\\n**BREAK** is refering to the Breakpoint size. The value used in the media query that will apply this chord. \\n\\n**MAX** is the maximium value of the main content container. Its possibly for this to be the same as break, but never larger.\\n\\nThe distance between **max** and **break** will determine how much padding each breakpoint displays from the content to the edge of the screen. \\n\"","author":"lucky","tags":"design docs,mojo,modular scale","path":"\/home\/lucky\/Phreak\/developer\/token-chords.md","hash":"7b8ecbe60ce5fcfae13ce23adb442e24ae72312a0d837939e3051687efe36f89","created":"2022-05-02 17:15:14","updated":"2022-08-12 03:38:18"},{"id":12,"notebook_id":7,"note_id":"PZ3G","content":"\"# Podcast Ideas\\n\\n## The Future is tomorrow\\n\\n + Future of Distributed Computers\\n \\t- Bitcoin\\n \\t- Torrents\\n \\t- Seti@Home\\n \\t- Wikipedia\\n \\t- Social Media\\n\\n\\n + Future of Crowd Sourcing\\n \\t- GoFundMe\\n \\t- KickStarter\\n \\t- Patreon \\n\\n\\n + Future of Professionial Borrowing\\n \\t+ AirBnB\\n \\t+ RideShare\\n \\t\\n\\n + Future of Crowd Taxi\\n  \\t+ Uber\\n \\t+ Lyft\\n\\n\\n+ Future of Content Streaming \\n\\t+ Netflix\\n\\t+ Hulu\\n\\t+ Disney+\\n\\n\\n\\n## High Strangeness \\n\\n + Cymatics\\n \\t- What is it?\\n \\t- Pioneers\\n \\t- Experiments\\n \\t- Meaning\\n \\t- Summary\\n\\n\\n + Sumarian Gold Mines\\n\\t- Places\\n\\t- Evidence \\n\\t- Pioneers\\n\\t- Meanings\\n\\t- Summary\\n\\n\\n + Sumarian Language\\n \\t- History\\n \\t- Facts\\n \\t- Examples\\n \\t- Summary\\n\\n\\n[ There is a couple podcasts on this. A Funny thing happened on the way to the moon and Nick Redfern ]\\n + TicTac Plasma \\n \\t- Fake UFOs\\n \\t- Fake Moonlandings\\n\\t- Fake Moonrocks!\\n\\n \\n + Human Chromozome #2\\n \\t- Fusion Site\\n \\t- Master Geneticist (Enki)\\n\\n\\n + French Guy w\\\/ Pyramid Ideas\\n \\t- Ramps around the Pyramid\\n \\t- Ropes + Stones in Kings Chamber \\t\\n\"","author":"lucky","tags":"High Strangness,Ideas","path":"\/home\/lucky\/Phreak\/podcast\/#-podcast-ideas.md","hash":"4f794d61cf5e3c5448cd8067e7b150a91bdb52a3e8b74f3ac30a7eaed4d87ac1","created":"2022-08-08 06:02:50","updated":"2022-08-12 03:38:18"},{"id":13,"notebook_id":7,"note_id":"erfq","content":"\"# Research Info\\n\\nDepending on the topic, the current landscape items are likely to be of only a few types, \\\"Companies, Websites, People\\\" etc. These are some ideas of what the requirments would be for each type. For each item, we will be gather each answer TWICE. Once for the current landscape, and then making a prediction for what the future is going to look like. \\n\\n\\n### Companies\\nEach company should have very similiar data. And then grab the data for the overall industory. \\n\\nIndustry:\\n+ Industry Size\\n+ Projected Growth Rate\\n\\nCompany:\\n+ Finaial Statement Data [ Quarterly reports etc ]\\n+ Location\\n+ Number of employees\\n+ GlassDoor \\\/ LinkedIn \\n+ Social Media\\n\\n\\n### Websites\\nWebsites should share a lot of info that the company has, as well as unique web only stats that will be the main focus.\\n\\n+ Est Visitor Count\\n+ Alexa Ranking\\n+ HTML \\\/ CSS Overview\\n+ Technologies Used\\n\\n\\n### Events\\nBigFoot Sightings, and other one-off interesting things. This would mostly go over external factors, as well as the unique **Belivability** rating scale. \\n\\nAll Events\\n+ Total Amount of Events\\n+ Increasing or Decreasing \\n+ Date of 1st event - last event span \\n\\nEach Event\\n+ Date\\n+ Location \\n+ Believable Y \\\/ N\\n\"","author":"lucky","tags":"requirements","path":"\/home\/lucky\/Phreak\/podcast\/#-research-info.md","hash":"2e7371bdcaa02336a48f2d1b63ae980d7ffed70b428726654ba2a3ab822c4811","created":"2022-08-08 06:11:26","updated":"2022-08-12 03:38:18"},{"id":14,"notebook_id":7,"note_id":"FPzR","content":"\"# Future Ideas\\n\\nThese are some rough draft brainstorming ideas for what would make a great business.\\n\\n## Websites\\n\\n\\n#### Answering Machine\\n\\nA website that provides the answer to any question. The answers are crowdsourced. Kinda like wikipedia + google + stack overflow for simple queries.\\n\\nKickstarter for bug bounties. Big emphasis on answering computer questions. Such as 'how do I hack this version of wordpress' etc. \\n\\nAnswers are behind a paywal. Like only fans, pay so much, and they will 'answer' the question for you. \\n\\n\\n**Features**\\n\\n+ People are paid for each time their answer is read. \\n+ The knowledge base is crowd sourced. \\n+ Unanswered questions have 'bounties' put on them. \\n+ Interface is super clean. Entire thing works off donations or 3% transaction fees etc.\\n+ By avoiding having ads, keep free from bias. \\n\\n+ 'Professionals' are peer reviewed. \\n+ If a user asks and unanswered question, they are notified when its answered, or can add to the bounty. \\n\\n+ 'Subjective Bias' appears before questions that have a subjective answer. \\n+ 'Bias Type' etc would appear for other biases. \\n\\n\\n--------------------------------------\\n\\n\\n#### Uber but for Dog Walkers\\n\\nA crowd sourced dog walking site. Otherwise book a dog walking appointment via your phones. \\n\\nPeople having their dog walks are the ones that pay for the service. and the dog walkers kick back a % of their income. \\n\\n**Features** \\n\\n+ Each walker wears a body cam so you can watch the walk at any time!\\n+ Add your dog to the active 'loop' for a reduced rate\\n+ Somehow monitize all the walking footage\\n\\n--------------------------------------\\n\\n\\n\\n#### ExampleEye\\n\\nA website that helps to create AI datasets, like a bunch of pictures of a cat, or a dog, or a certain plant etc. by crowd sourcing the generation of the data set. \\n\\n**Issues**\\n- Where does the money come from? \\n- What is the reward for the end user?\\n\\n\\n\\n## Vending Machines\\n\\nThe top idea could be added onto any other idea.\\n\\n\\n### Lottery Vending Machine\\n\\nSo not using real lottery tickets. It would instead dispense a QR Code that you scan and 99% of the time it has a small amount, but 1% of the time you get a large amount. As long as you are selling a product with it, you could get around the legalities \\\/ issues of doing that. Stores wouldnt do it cause people would just get all of the tickets or scan them first w\\\/o paying. Vending Machine prevents that. \\n\\n--------------------------------------\\n\\n\\n#### STEM Puzzles\\n\\nThis would contain cheap little science based puzzles for kids. something to keep them entertained but also teach them something about science or computers etc.\\n\\n**Items**\\n+ Various Arduino projects, \\n+ LED cube. \\n+ DIY Google Cardboard.\\n+ Mini Drone\\n\\n\\n-------------------------------------\\n\\n\\n#### Drone Vending\\n\\nSells an affordable Drone + Controller (possibly two purchases) that has a camera is kinda '*disposable*' and just takes a bunch of pics and videos and sends it straight to your camera and then it dies. \\n\\n\\n\"","author":"lucky","tags":"future,ideas","path":"\/home\/lucky\/Phreak\/podcast\/future-ideas.md","hash":"ccd68af101f8e2055f130fd0c8bb71d7b3ce682729d914bbf2f57990e41ba60b","created":"2022-08-08 09:13:18","updated":"2022-08-12 03:38:18"},{"id":15,"notebook_id":7,"note_id":"rPWt","content":"Writing Style","author":"lucky","tags":"writing, ideas","path":"\/home\/lucky\/Phreak\/podcast\/writing-style.md","hash":"60a93456640d857f036ca3bae94fafe00011b6774aef646e10832512028f559e","created":"2022-08-18 03:34:56","updated":null},{"id":16,"notebook_id":7,"note_id":"Ywkq","content":"# SoundBoard Sounds","author":"lucky","tags":"sound effects","path":"\/home\/lucky\/Phreak\/podcast\/#-soundboard-sounds.md","hash":"2fdf0611bbaa00add3883cc69bf2fed7fa2bfd940787dd14f7061064183516f6","created":"2022-09-22 22:31:09","updated":null},{"id":17,"notebook_id":8,"note_id":"2T4X","content":"# Story Idea","author":"lucky","tags":"story,writing,comic,novel","path":"\/home\/lucky\/Phreak\/blackmanifesto\/#-story-idea.md","hash":"c239df8581ba17778ef9368041bfc8fc65a304f349bcf032f9f3d603af2a9d44","created":"2022-10-03 03:29:43","updated":null}]